disease = [
    {
        'name': 'Грипп',
        'description': """Грипп острое респираторное вирусное заболевание, вызываемое вирусами гриппа и поражающее в 
        первую очередь верхние дыхательные пути, также поражает бронхи, в более редких случаях — лёгкие""",
        'symptoms_desc': """Симптомы гриппа появляются на 1—4-й день после заражения и включают в себя лихорадку, 
        кашель, головную боль, боль в мышцах и суставах, слабость, боль в горле и насморк. При этом кашель может 
        длиться две и более недели""",
        'medicine': """Противовирусные препараты Ингибиторы нейраминидазы Ингибиторы M2 (амантадины)Препараты 
        амантадин и римантадин блокируют протонные насосы и предотвращают проникновение вируса в клетки]. 
        Иммуноглобулины Исследования] показали, что отчётливое противовирусное и терапевтическое действие при гриппе 
        оказывают лишь донорская сыворотка и противогриппозный гамма-глобулин, содержащие высокие титры антител. 
        Препараты интерферона Для лечения и профилактики гриппа могут назначать препараты интерферона, 
        а также индукторов интерферона. К ним относят такие препараты как «Ингарон», «Гриппферон», «Тилорон», 
        «Реаферон-ЕС» липосомальный """,
        'lemmas': ['симптом', 'грипп', 'появляться', 'день', 'после', 'заражение', 'включать', 'себя', 'лихорадка',
                   'кашель', 'головной', 'боль', 'боль', 'мышца', 'сустав', 'слабость', 'боль', 'горло', 'насморк',
                   'кашель', 'мочь', 'длиться', 'более', 'неделя']
    },
    {
        'name': 'Артериальная гипертензия',
        'description': """Артериальная гипертензия – хроническое заболевание, которое сопровождается повышением 
        артериального давления. Высокие значения давления (как правило, выше 140/90 мм рт. ст.), 
        которые фиксировались неоднократно, и есть основной критерий заболевания.""",
        'symptoms_desc': """частые головные боли (как правило, при повышенном давлении боль концентрируется в области затылка)
        снижение памяти и внимания;
        головокружения;
        снижение зрения без видимых причин;
        одышка;чрезмерная раздражительность;
        вялость и сонливость.
        головная боль;
        шум в ушах;
        мелькание «блесток» или «мушек» в глазах;
        затуманенность зрения;
        иногда возникает боль в груди и одышка.
""",
        'medicine': """Контроль артериального давления.
         гипотензивные (снижающие давление) препараты
""",
        'lemmas': ['частый', 'головной', 'боль', 'правило', 'повышенный', 'давление', 'боль', 'концентрироваться',
                   'область', 'затылок', 'снижение', 'память', 'внимание', 'головокружение', 'снижение', 'зрение',
                   'видимый', 'причина', 'одышка', 'чрезмерный', 'раздражительность', 'вялость', 'сонливость',
                   'головной', 'боль', 'мелькание', 'блестка', 'мушка', 'глаз', 'затуманенность', 'зрение', 'иногда',
                   'возникать', 'боль', 'грудь', 'одышка']
    },
    {
        'name': 'Сахарный диабет',
        'description': """Сахарный диабет это хроническое прогрессирующее заболевание. Оно развивается вследствие 
        того, что поджелудочная железа в силу разных причин вырабатывает недостаточное количество гормона инсулин. Он 
        необходим, чтобы доставлять клеткам организма глюкозу, которая поступает в кровь после переваривания пищи и 
        обеспечивает ткани энергией
""",
        'symptoms_desc': """чувство неутолимой жажды и металлический привкус во рту,
        частое ночное мочеиспускание,
        повышенный аппетит, постоянное чувство голода и потребность в сладком,
        изменение массы тела, похудение либо увеличение веса,
        зуд кожных покровов, ступней, ладоней,
        нарушение процессов ранозаживления,
        подверженность дерматологическим заболеваниям и грибковым инфекциям,
        выпадение и ослабленный рост волос,
        постоянная слабость и сонливость,
        стоматологические проблемы, частые стоматиты и болезни пародонта.
""",
        'medicine': """Держать на контроле уровень сахара в крови. Показатели анализа на сахар не должены превышать: 
        натощак из пальца – 6,5ммоль/л, из вены – 7 ммоль/л; в течение дня – 9-10 ммоль/л. Пациентов с сахарным 
        диабетом 1-го типа лечат инсулином, а также им назначают диету и физические упражнения. Пациентов с сахарным 
        диабетом 2-го типа часто сначала лечат при помощи диеты и физических упражнений. Если эти меры не являются 
        достаточными для гликемического контроля, пациентам могут быть назначены оральные антигипергликемические 
        препараты, инъекционный агонист рецептора глюкагоноподобного пептида-1 (ГПП-1), инсулин или комбинация этих 
        препаратов. """,
        'lemmas': ['чувство', 'неутолимый', 'жажда', 'металлический', 'привкус', 'частый', 'ночной', 'мочеиспускание',
                   'повышенный', 'аппетит', 'постоянный', 'чувство', 'голод', 'потребность', 'сладкий', 'изменение',
                   'масса', 'тело', 'похудение', 'либо', 'увеличение', 'кожный', 'покров', 'ступня', 'ладонь',
                   'нарушение', 'процесс', 'ранозаживление', 'подверженность', 'дерматологический', 'заболевание',
                   'грибков', 'инфекция', 'выпадение', 'ослаблять', 'рост', 'волос', 'постоянный', 'слабость',
                   'сонливость', 'стоматологический', 'проблема', 'частый', 'стоматит', 'болезнь', 'пародонт']
    },
    {
        'name': 'Отит',
        'description': """Отит – это воспаление уха. В соответствии с анатомическим делением уха на наружное и 
        среднее различают наружный и средний отит.""",
        'symptoms_desc': """боль;
        снижение слуха;
        шум в больном ухе;
        редко головокружение.
""",
        'medicine': """Основа терапии – лекарства, которые снимают отек слизистой носа, нормализуют носовое дыхание (
        сосудосуживающие капли) """,
        'lemmas': ['боль', 'снижение', 'слух', 'больной', 'редко', 'головокружение', 'ухо']
    },
    {
        'name': 'Тонзиллит',
        'description': """Тонзиллит – инфекционное заболевание, при котором воспаляются небные миндалины (проще 
        говоря, гланды). Острая форма тонзиллита не что иное, как известная всем ангина. Чаще всего причиной являются 
        микробы, реже – вирусы. Наиболее опасный возбудитель – стрептококк
""",
        'symptoms_desc': """1–2 случая ангины в течение года;
        першение в горле, сухость;
        дискомфорт при глотании (ощущение инородного тела в горле);
        неприятный запах изо рта;
        невралгические боли, отдающие в ухо или шею;
        незначительное повышение температуры, особенно вечером, без видимых причин;
        дискомфорт в области сердца.
""",
        'medicine': """Антисептические растворы для полоскания горла. 
        Средства для снятия боли в виде таблеток, спреев или леденцов.
        Растворы для промывания миндалин. ...
        Использование иммуномодуляторов местного действия.
        Прием жаропонижающих средств при необходимости.
        Антибиотики.""",
        'lemmas': ['случай', 'ангина', 'течение', 'першение', 'горло', 'сухость', 'дискомфорт', 'глотание', 'ощущение',
                   'инородный', 'тело', 'горло', 'неприятный', 'запах', 'невралгический', 'боль', 'отдавать',
                   'незначительный', 'повышение', 'температура', 'особенно', 'вечер', 'видимый', 'причина',
                   'дискомфорт', 'область', 'сердце']

    },
    {
        'name': 'Туберкулез',
        'description': """Туберкулез – инфекционное заболевание, которое возникает из-за попадания в организм 
        человека палочек Коха. Заболевание опасно тем, что поражает органы дыхательной системы. Реже подвержены 
        туберкулезу кости, кожа, лимфатическая, мочеполовая, нервная, лимфатическая система, а также другие органы и 
        системы.
""",
        'symptoms_desc': """Незначительное повышение температуры тела по вечерам.
        Общая слабость и быстрая утомляемость, повышенная потливость.
        Снижение аппетита, потеря веса.
        Кашель более 2-3 недель.
        Боль в грудной клетке более 3 недель.
        Кровохарканье.
""",
        'medicine': """Лечение патологии зависит от её вида, но чаще всего назначается курс антибиотиков. Туберкулёз 
        – опасное заболевание, которое требует немедленного лечения. Это позволяет человеку вернуться к своему 
        привычному образу жизни. Антибактериальная терапия направлена на подавление размножения возбудителя 
        туберкулеза. Лечение проходит в 2 фазы: на первой применяют сразу несколько препаратов, чтобы уменьшить 
        популяцию микробактерий, вторая фаза – поддерживающая терапия. Антибиотики останавливают размножение бактерий 
        и выделение их в окружающую среду, воспалительный процесс. После приема таких сильнодействующих лекарств 
        человеку нужна дополнительная поддерживающая терапия, которая укрепит организм и снизит токсический эффект. 
        Для этого назначается прием иммуностимуляторов (восстанавливают работу печени), сорбентов (выводят токсичные 
        продукты распада химиопрепаратов) и витаминных комплексов. """,
        'lemmas': ['незначительный', 'повышение', 'температура', 'тело', 'вечер', 'общий', 'слабость', 'быстрый',
                   'утомляемость', 'повышенный', 'потливость', 'снижение', 'аппетит', 'потеря', 'кашель', 'много',
                   'неделя', 'боль', 'грудной', 'клетка', 'много', 'неделя', 'кровохаркание']

    },
    {
        'name': 'Корь',
        'description': """Корь очень заразна и передается воздушно-капельным путем. Источник заболевания – больной 
        человек. Вирус может также перемещаться воздушным путем, например, через вентиляционные шахты """,
        'symptoms_desc': """Повышение температуры до 38оС и выше, насморк, «лающий» кашель, конъюнктивит и 
        светобоязнь. Увеличение лимфатических узлов на шее. Примерно на четвертый день появляются высыпания: сначала 
        на лице и шее, затем на туловище и руках, а потом на нижних конечностях. Сыпь появляется в течение 3-4 дней, 
        затем она бледнеет и проходит""",
        'medicine': """Основа терапии – лекарства, которые снимают отек слизистой носа, нормализуют носовое дыхание (
        сосудосуживающие капли) """,
        'lemmas': ['повышение', 'температура', '38оС', 'высоко', 'насморк', 'лающий', 'кашель', 'конъюнктивит',
                   'светобоязнь', 'увеличение', 'лимфатический', 'узел', 'примерно', 'четвертый', 'день', 'появляться',
                   'высыпание', 'сначала', 'лицо', 'затем', 'туловище', 'рука', 'потом', 'нижний', 'конечность', 'сыпь',
                   'появляться', 'течение', 'день', 'затем', 'бледнеть', 'проходить']

    },
]
